Revit 2027 API
ParameterTypeId.EndYOffsetValue Property
 "End y Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndYOffsetValue { get; }
Public Shared ReadOnly Property EndYOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndYOffsetValue {
	ForgeTypeId^ get ();
}
static member EndYOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace